LEXICON_RU: dict = {
    '/start': 'Добро пожаловать в Книжный Воображариум!👋🔮\nДавай знакомиться? '
              'Меня зовут Фрэдди!🙋‍♂ '
              'Я помогу тебе найти книги, исходя из твоих предпочтений😉. '
              'Ознакомиться со справкой можешь по команде /help\n\n'
              'Почитаем?',

    '/help': 'Я помогу тебе найти книги, исходя из твоих предпочтений😉. '
             'У тебя будет свой счётчик прочитанных книг, в том числе и '
             'разделенных по жанрам💥. Если ты захочешь найти похожую '
             'книгу📖, я помогу тебе в этом.\n'
             'Чтобы начать, тебе нужно зарегистрироваться в профиле\n'
             'воспользуйся меню ниже ⬇️',

    '/add_book': 'Здорово! Какую книгу добавим сегодня?😎 '
                 'Напиши пожалуйста название👀',

    '/register': 'Заполнить информацию о себе',

    '/profile': 'Посмотреть профиль читателя🔍',

    'ask_username': 'Давай начнем знакомство!. Введи имя пользователя🖖',

    'ask_books': 'Твои 5 самых любимых книг через запятую✍',

    'ask_genre': 'Как насчёт любимых жанров?',

    'success': 'Профиль успешно создан!🥳',

    'not_list': 'Перечисли книги через запятую',

    'yes_button': 'Читаем!👍',

    'no_button': 'Не хочу!👎',

    'other_answer': 'Извини, увы, это сообщение мне непонятно...🙄',

    'yes': 'Отлично! Отправь мне 5 твоих любимых книг через запятую 📚💡',

    'no': 'Жаль...\nЕсли захочешь почитать, просто разверни '
          'клавиатуру и нажми кнопку "Читаем!"😎',

    'save_books': 'Ваши любимые книги были занесены в базу данных!🧠 '
                  'Анализирую предпочтения...⌛',

    'not_enough': 'Вы указали недостаточное количество книг, пожалуйста '
                  'укажите 5 своих самых любимых книг📚',


    'list_readers': 'Список книг по пользователям📌👨‍💻 ',

    'ai_setup': 'You are a chatbot that helps the user with choosing books'
                'for reading, and also analyze books you"ve already read ',

    'recomendize': 'Порекомендуй мне книги для прочтения, исходя из уже '
                   'прочитанных мною книг ',

    'books': [
         'Война и мир', 'Идиот', 'Мастер и маргарита', '1984',
         'Маленький принц', 'Властелин колец', 'Десять негритят',
         'По ком звонит колокол', 'Три товарища', 'Унесенные ветром'
    ],
    'genres': [
          'Ужасы', 'Драма', 'Роман',
          'Фэнтези', 'Научная фантастика',
          'Проза', 'Фантастика', 'Новелла',
          'Рассказ', 'Биография', 'Автобиография'
    ]
}